[t7.A_fish_guard_Buff H7BaseBuff]
mName="怨恨"
mTooltip="每当此生物受到伤害时，相邻的生物受到 %d 气系伤害。持续 %durnow 回合。"

[t7.A_Fish_guard H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="怨恨"
mTooltip="当此单位至少失去一名生物时，它获得 %spell1.name，持续 %buff1.buff.durini 回合。"

[t7.A_determination_setting_Buff H7BaseBuff]
mName="决心"
mTooltip=""

[t7.A_determination_1_Buff H7BaseBuff]
mName="决心"
mTooltip="增加此生物的最终伤害 %stat1，直到战斗回合结束。"

[t7.A_Creature_champion_sanctuary H7Creature]
mName="鳗女"
mLore="当关于突然袭击和平民失踪的消息开始从湖畔的杉瑞亚村庄传来时，忧心忡忡的大名派出了几支武装小队去查明情况。被询问的村民声称他们是当地传说中阴险的人鱼——河怪的受害者，因此娜迦侦察兵决定探索龙之道下方的地下河湖网络。在那里他们遭到了神秘生物的袭击，多亏了居住在该地区的海卫及时出现才得以避免死亡。一段时间后，娜迦才与这些"深海的较小恐怖"建立了联系，但至今杉瑞亚的居民仍对这些不可预测的水下生物保持警惕，它们的长裙下隐藏着作为下肢的利齿鳗鱼。\n\n招募所需稀有资源：\n1 星银"

[t7.A_Determination H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="决心"
mTooltip="当军队中的生物获得负面士气时，该生物的最终伤害增加 %buff1.buff.buff1.buff.stat1，持续 %buff1.buff.buff1.buff.durini 回合。\n此效果可以叠加多次。"

[t7.A_Creature_champion_Sanctuary_upregate H7Creature]
mName="电气鳗女"
mLore="官方认为，鳗女是美人鱼，其身体和思想因渗入水中的混沌龙神之血的影响而扭曲。不过，也存在一些不寻常的理论，例如其中一个理论认为鳗鱼构成了主体，而人形仅作为粗心受害者的诱饵。天性狡猾且报复心强，她们对在战场上的行为毫无悔意，甚至从自己盟友的恐惧和厌恶中汲取力量。如果受伤的电气鳗女没有机会向伤害她们的人复仇，那么她们就会向周围的所有人发泄愤怒，不在乎谁是朋友谁是敌人。\n\n招募所需稀有资源：\n2 星银"

v1.38

[t7.A_CripplingSting H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="蹂躏"
mTooltip="此攻击对目标及其后两排宽区域内的所有敌方生物造成 %d1 %ICON_Water 水流伤害。"